alacritty
alt-sendme-bin
amd-ucode
android-file-transfer
asciiquarium
asusctl
ayugram-desktop-bin
baobab
base
base-devel
bibata-cursor-theme-bin
bind
blueman
bluez
bluez-utils
bpytop
brave-bin
brightnessctl
calibre
cameractrls
chromium
chromium-extension-ublock-origin
cliphist
cowsay
dhclient
discord
dnsmasq
docker
docker-buildx
docker-compose
dolphin
dosfstools
downgrade
efibootmgr
egl-wayland
electron38
epub-reader
fastfetch
fbreader
fim
fio
firebase-tools-bin
firefox
fish
flatpak
fortune-mod
fuzzel
geckodriver
gimp
git
github-cli
gnome-calculator
gnome-disk-utility
gnome-keyring
gnome-shell-pomodoro
greetd-tuigreet
grub
gsmartcontrol
haveged
hdparm
helvum
hiddify-next-bin
htop
hunspell-en_us
hunspell-ru
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprproxlock-git
hyprproxlock-git-debug
hyprshot
imagemagick
impala
inetutils
ipset
jupyter-notebook
jupyterlab
just-the-browser
kamera
kdeconnect
kitty
kubectl
kvantum
lcdtest
lib32-mesa
lib32-vulkan-radeon
libayatana-appindicator-glib
libhandy
libpipewire
libqalculate
libreoffice-fresh
libva-utils
linux-firmware
linux-g14
linux-g14-headers
linux-headers
linux-wifi-hotspot
linux-zen
linux-zen-headers
lzfse
macchanger
mako
man-db
meson
mkv-extractor-qt
mpv
nano
neovim
network-manager-applet
networkmanager
networkmanager-l2tp
networkmanager-openconnect
networkmanager-openvpn
networkmanager-pptp
networkmanager-strongswan
networkmanager-vpnc
nftables
niri
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
ntfs-3g
nushell
nvidia-exec
nvidia-open-dkms
nvidia-settings
nvidia-utils
nwg-look
obs-studio
omniget-bin
onnxruntime-cpu
openbsd-netcat
openshift-client-bin
os-prober
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-commit-mono-nerd
otf-droid-nerd
otf-firamono-nerd
otf-font-awesome
otf-geist-mono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-monaspace-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pacman-contrib
pandoc-cli
papirus-icon-theme
pavucontrol
perl-image-exiftool
pipewire
pipewire-alsa
pipewire-pulse
pkgfile
pnpm
polkit-kde-agent
power-profiles-daemon
powerline-fonts
pycharm-professional
python-pip
python-poetry
python-shtab
python310
python38
qalculate-gtk
qbittorrent
qemu-desktop
qpwgraph
qt5-wayland
qt5ct
qt6ct
quartus-free-devinfo-max10
quartus-free-quartus
quickemu
rars
reflector
rog-control-center
rustdesk-bin
rustup
sassc
satty-git
sddm
shotcut
sl
smartmontools
spandsp
spice-vdagent
spicetify-cli
spicetify-themes-git
spotify
steam
supergfxctl
swaybg
swayidle
swayimg
swaylock
swayosd
switcheroo-control
tcpdump
tdl
telegram-desktop
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langcyrillic
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
texstudio
throne-bin
thunar
tor
traceroute
trash-cli
tree
ttf-0xproto-nerd
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cascadia-mono-nerd
ttf-cousine-nerd
ttf-d2coding-nerd
ttf-daddytime-mono-nerd
ttf-dejavu
ttf-dejavu-nerd
ttf-envycoder-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-go-nerd
ttf-gohu-nerd
ttf-hack
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-intone-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-iosevkatermslab-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-martian-mono-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-recursive-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
ttf-zed-mono-nerd
unrar
usbmuxd
virt-manager
virt-viewer
virtctl-bin
virtualbox
virtualbox-ext-oracle
virtualbox-host-dkms
visual-studio-code-bin
vlc
vosviewer
vulkan-radeon
waybar
wayland-boomer-git
webkit2gtk
wev
wget
wine
winetricks
wofi
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xorg-xmodmap
xournalpp
xwayland-satellite-git
yay
